welcome = 'Добро пожаловать в админ панель'

access_denied = '🚫 Вам отказано в доступе к боту!'
access_denied_start = (
    '🚫 Вы зарегистрированы в системе, дождитесь, пока администратор выдаст '
    'вам доступ.'
)
select_access_user = (
    'Нажмите на пользователя чтобы дать или забрать у него доступ.'
)
select_access_self = 'Невозможно забрать у себя доступ.'

manage_statistic = 'Статистика'

manage_channels = 'Каналы'
add_channel_name = 'Имя для канала'
add_channel_link = 'Ссылка на канал'
add_channel_incorrect_link = 'Некорректная ссылка на канал'
add_channel_duplicate_link = 'Этот канал уже добавлен'
add_channel_duplicate_name = 'Канал с таким названием уже существует'
add_channel_finally = 'Канал {} добавлен'

manage_userbot = 'Юзербот'
userbot_phone = 'Введите телефон'
userbot_code = 'Введите код'
bad_phone = 'Плохой номер'
success_auth = 'Успешная авторизация'
user_not_found = 'Юзер не найден'
invalid_code = 'Не правильный код'
expired_code = 'Срок действия кода истёк'
